import React from "react";
import { Link } from "react-router-dom";

const Post = () => {
  return (

    <div className="post">
      <div className="image">
        <Link>
          <img
            src="https://static.thairath.co.th/media/dFQROr7oWzulq5FZYANdwnAt3GO5mBAEgucXrAzoJvwwQ0tnTanbK9L5jIo6RcXS7js.webp"
            alt=""
          />
        </Link>
      </div>
      <div className="textts">
        <Link>
          <h2>แปรขยะพลาสติกเป็นบล็อกปูพื้น</h2>
        </Link>
        <p>
          <a href="" className="author">
            ไทยรัฐ
          </a>
        </p>
          <time>11 aa 2202 </time>
        <p className="summary">
          “ขยะพลาสติก” ถือเป็นปัญหาที่ส่งผลกระทบรุนแรงต่อสิ่งแวดล้อมของโลก
          ที่ผ่านมาประเทศไทยได้ชื่อว่ามีปริมาณขยะพลาสติกติดอันดับ 5 ของโลก
          ในแต่ละปีมีปริมาณขยะพลาสติกมากกว่า 2 ล้านตัน
          ปัญหาเหล่านี้นอกจากจะพบมากในกลุ่มครัวเรือนแล้ว
          ตามแหล่งท่องเที่ยวสำคัญๆของประเทศ
          ซึ่งมีนักท่องเที่ยวอยู่รวมกันเป็นจำนวนมาก ยิ่งก่อให้เกิดปัญหาเรื้อรัง
          จากปัญหาดังกล่าวทำให้เกิดการวิจัยการนำเอาขยะพลาสติกกลับมาใช้ประโยชน์อีกครั้ง
          ด้วยการนำมาทำบล็อกปูพื้นถนน คณะวิทยาศาสตร์และเทคโนโลยี
          ม.ราชภัฏเชียงใหม่
          เริ่มทำการวิจัยเรื่องนี้อย่างจริงจังจนประสบความสำเร็จ
          แล้วนำไปถ่ายทอดให้กับหน่วยงานองค์กรปกครองส่วนท้องถิ่นนำไปใช้ให้เกิดประโยชน์เพื่อลดปัญหาขยะ
        </p>
      </div>
    </div>
  );
};

export default Post;
